<!DOCTYPE html>
<html>
<head>
	<title>Rap en los 90</title>
	<link rel="stylesheet" type="Ejercicio/x-icon" href="Avenged.ico">
	
</head>
<body background="img\nube.jpg" bgcolor="#CCFFFF" >
	<center>
		<a name="Rap"><h1 style="color:red">Rap de los 90</h1>
			<img src="img/90.jpg" wideth="300px" height="300px">
			<h2>Rodrigo Fernando Sanga Mayta</h2>
	</center>
	<p>La m&uacute;sica  hip hop naci&oacute; a los <b style="color:red">finales de los años 70</b> pero su popularidad de este g&eacute;nero fue en los 90 con artistas como 2pac, biggie, Eazy e, Snoop Dogg, Nas , Jay Z y esto es porque tambi&eacute;n se dividi&oacute; por costas: <b style="color:red">Costa Este y Costa Oeste.</b></p>
<p>Los artistas de este tiempo disputaron que costa es mejor <b style="color:red">la este o la oeste</b> mediante la música pero hay gente que se peleaban con armas y otros se unían a pandillas</p>
<p>Los rapeeros m&aacute;s conocido reconocidos fueron:<b style="color:red">2pac y The Notorious B.I.G</b></p>
<h2 style="color:red">2pac</h2>
<center>
<img src="img/2pac.png" width="500px" height="500px">
</center>
<p>Tupac Shakur mas conocido como <b>2pac o solo tupac</b> fue un rapero de la costa Oeste que empez&oacute; a rapear en el año 1992 fue reconocido por muchos pero el &aacute;lbum que lo consolido como el mejor de la historia fue el &aacute;lbum doble <b style="color:red">All Eyez on Me en 1996</b> que vendi&oacute; 10 millones de copias a nivel mundial.</p>
<p>Tupac se lo considera el mejor de la historia por su lirica que tra&iacute;a en ellas rimas para concientizar a las personas de las gente de razas de c&oacute;mo era <b style="color:red">la discriminada, problemas que pasa en la sociedad como la discriminaci&oacute;n, la desigualdad, la corrupci&oacute;n policial</b>.</p>
<video src="Video\2pac.mp4" controls="" width="350" height="350"></video>
<img src=img/All.png  wideth="300px" height="300px">
<p>
<a href="https://www.youtube.com/watch?v=xAWa4NexiM8" target="_blank">Cancion Changes Subtitulada</a>
</p>
<center>
	<h3 style="color:red">The Notorious B.I.G</h3>
	<img src="img/biggie.png" >
</center>
<p>Christopher George Latore Wallace m&aacute;s conocido en el hip hop por su Alias <b> The Notorious B.I.G o biggie smalls o solo biggie </b>fue un rapero de la costa este en New York el empez&oacute; como un traficante de crack a finales de los 80 siendo joven comenz&oacute; en  el año 1994 con su debut el gran &aacute;lbum <b> Ready to die que vendi&oacute; unas 9 millones de ventas a nivel mundial.</b></p>
<p>Se lo considera como el rey del rap por su flow que pon&iacute;a en sus canciones y que al mismo tiempo te contaba una historia personal de como vivi&oacute; en las calles  de New York en un barrio marginal.</p>
<a href="https://www.youtube.com/watch?v=T1M5NzCU8LA" target="_blank">Cancion Juicy Subtitulada
	<p>
		<a href="#Rap">Volver al inicio</a>
	</p>
	<p>
		<a href="paginas/index2.html">Pagina siguiente</a>
	</p>
	<p>
		<a href="paginas/index3.html">Tercera paginas</a>
	</p>
</body>
</html>